Repository: dw-zhu-si/ModelHub
Catalog: packaging/Localization/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt_br, ru, zh_hant

source: 切换百炼类型时会自动应用对应的 Base URL 与聊天端点；仅在已保存密钥与目标计费体系明确兼容时复用，否则必须输入目标类型的专属 API Key。
ar: عند تبديل نوع Model Studio، يتم تطبيق Base URL ونقطة الدردشة المطابقتين تلقائيًا. يُعاد استخدام المفتاح المحفوظ فقط عندما يكون متوافقًا بوضوح مع نظام الفوترة الهدف؛ وإلا يجب إدخال مفتاح API المخصص للنوع الهدف.
de: Beim Wechsel des Model-Studio-Typs werden die passende Base URL und der Chat-Endpunkt automatisch angewendet. Ein gespeicherter Schlüssel wird nur wiederverwendet, wenn er eindeutig mit dem Ziel-Abrechnungssystem kompatibel ist; andernfalls ist der dedizierte API-Schlüssel des Zieltyps erforderlich.
en: Switching the Model Studio type automatically applies its Base URL and chat endpoint. A saved key is reused only when it is clearly compatible with the target billing system; otherwise, enter the target type’s dedicated API key.
es: Al cambiar el tipo de Model Studio se aplican automáticamente su Base URL y el endpoint de chat. Una clave guardada solo se reutiliza si es claramente compatible con el sistema de facturación de destino; de lo contrario, introduzca la clave API dedicada del tipo de destino.
fr: Le changement de type Model Studio applique automatiquement sa Base URL et son point de terminaison de chat. Une clé enregistrée n’est réutilisée que si elle est clairement compatible avec le système de facturation cible ; sinon, saisissez la clé API dédiée au type cible.
ja: Model Studio の種類を切り替えると、対応する Base URL とチャットエンドポイントが自動適用されます。保存済みキーは対象の課金体系と明確に互換性がある場合のみ再利用され、それ以外は対象種類専用の API Key が必要です。
ko: Model Studio 유형을 전환하면 해당 Base URL과 채팅 엔드포인트가 자동 적용됩니다. 저장된 키는 대상 과금 체계와 명확히 호환되는 경우에만 재사용되며, 그렇지 않으면 대상 유형의 전용 API Key를 입력해야 합니다.
pt_br: Ao trocar o tipo do Model Studio, a Base URL e o endpoint de chat correspondentes são aplicados automaticamente. Uma chave salva só é reutilizada quando é claramente compatível com o sistema de cobrança de destino; caso contrário, informe a chave de API dedicada do tipo de destino.
ru: При смене типа Model Studio автоматически применяются соответствующие Base URL и конечная точка чата. Сохраненный ключ используется повторно только при однозначной совместимости с целевой системой оплаты; иначе требуется выделенный API-ключ целевого типа.
zh_hant: 切換百鍊類型時會自動套用對應的 Base URL 與聊天端點；僅在已儲存金鑰與目標計費體系明確相容時重用，否則必須輸入目標類型的專屬 API Key。

source: MiniMax 中国站
ar: MiniMax الصين
de: MiniMax China
en: MiniMax China
es: MiniMax China
fr: MiniMax Chine
ja: MiniMax 中国サイト
ko: MiniMax 중국 사이트
pt_br: MiniMax China
ru: MiniMax Китай
zh_hant: MiniMax 中國站

source: MiniMax 中国站账户可用模型
ar: النماذج المتاحة لحساب MiniMax الصين
de: Für das MiniMax-China-Konto verfügbare Modelle
en: Models available to the MiniMax China account
es: Modelos disponibles para la cuenta de MiniMax China
fr: Modèles disponibles pour le compte MiniMax Chine
ja: MiniMax 中国アカウントで利用可能なモデル
ko: MiniMax 중국 계정에서 사용 가능한 모델
pt_br: Modelos disponíveis para a conta MiniMax China
ru: Модели, доступные для учетной записи MiniMax Китай
zh_hant: MiniMax 中國站帳戶可用模型

source: MiniMax 国际站
ar: MiniMax الدولي
de: MiniMax International
en: MiniMax International
es: MiniMax Internacional
fr: MiniMax International
ja: MiniMax 国際サイト
ko: MiniMax 국제 사이트
pt_br: MiniMax Internacional
ru: MiniMax Международный
zh_hant: MiniMax 國際站

source: 企业业务空间按量付费版；使用 API Keys 页面生成的按量付费 API Key（新版通常以 sk-ws 开头），可使用页面展示的共享或业务空间专属 Base URL。
ar: إصدار مساحة عمل المؤسسة بنظام الدفع حسب الاستخدام؛ استخدم مفتاح API للدفع حسب الاستخدام الذي تم إنشاؤه في صفحة API Keys (تبدأ المفاتيح الجديدة عادةً بـ sk-ws)، مع عنوان Base URL المشترك أو الخاص بمساحة العمل المعروض هناك.
de: Pay-as-you-go für Unternehmens-Arbeitsbereiche: Verwenden Sie den auf der Seite „API Keys“ erstellten Pay-as-you-go-API-Schlüssel (neue Schlüssel beginnen meist mit sk-ws) sowie die dort angezeigte gemeinsame oder arbeitsbereichsspezifische Base URL.
en: Enterprise workspace pay-as-you-go: use the pay-as-you-go API key created on the API Keys page (new keys usually start with sk-ws) with the shared or workspace-specific Base URL shown there.
es: Pago por uso del espacio de trabajo empresarial: use la clave API de pago por uso creada en la página API Keys (las claves nuevas suelen empezar por sk-ws) con la Base URL compartida o específica del espacio de trabajo que se muestra allí.
fr: Paiement à l’usage pour l’espace de travail d’entreprise : utilisez la clé API créée dans la page API Keys (les nouvelles clés commencent généralement par sk-ws) avec la Base URL partagée ou propre à l’espace de travail qui y est affichée.
ja: 企業ワークスペースの従量課金版です。API Keys ページで作成した従量課金 API Key（新しいキーは通常 sk-ws で始まります）と、同ページに表示される共有またはワークスペース専用の Base URL を使用します。
ko: 기업 워크스페이스 종량제입니다. API Keys 페이지에서 생성한 종량제 API Key(새 키는 보통 sk-ws로 시작)와 해당 페이지에 표시된 공유 또는 워크스페이스 전용 Base URL을 사용합니다.
pt_br: Pagamento conforme o uso do espaço de trabalho empresarial: use a chave de API criada na página API Keys (as novas chaves geralmente começam com sk-ws) com a Base URL compartilhada ou específica do espaço de trabalho exibida ali.
ru: Корпоративное рабочее пространство с оплатой по мере использования: применяйте API-ключ со страницы API Keys (новые ключи обычно начинаются с sk-ws) вместе с указанным там общим или выделенным для рабочего пространства Base URL.
zh_hant: 企業業務空間按量付費版；使用 API Keys 頁面產生的按量付費 API Key（新版通常以 sk-ws 開頭），可使用頁面顯示的共用或業務空間專屬 Base URL。

source: 阿里云百炼企业版（业务空间/按量付费）
ar: Alibaba Cloud Model Studio للمؤسسات (مساحة عمل/دفع حسب الاستخدام)
de: Alibaba Cloud Model Studio Enterprise (Arbeitsbereich/Pay-as-you-go)
en: Alibaba Cloud Model Studio Enterprise (Workspace/Pay-as-you-go)
es: Alibaba Cloud Model Studio Enterprise (espacio de trabajo/pago por uso)
fr: Alibaba Cloud Model Studio Entreprise (espace de travail/paiement à l’usage)
ja: Alibaba Cloud Model Studio エンタープライズ（ワークスペース／従量課金）
ko: Alibaba Cloud Model Studio 기업용(워크스페이스/종량제)
pt_br: Alibaba Cloud Model Studio Enterprise (espaço de trabalho/pagamento conforme o uso)
ru: Alibaba Cloud Model Studio Enterprise (рабочее пространство/оплата по мере использования)
zh_hant: 阿里雲百鍊企業版（業務空間／按量付費）

source: 阿里云百炼 Token Plan 团队版
ar: خطة Alibaba Cloud Model Studio Token Plan للفرق
de: Alibaba Cloud Model Studio Token Plan Team
en: Alibaba Cloud Model Studio Token Plan Team
es: Alibaba Cloud Model Studio Token Plan para equipos
fr: Alibaba Cloud Model Studio Token Plan Équipe
ja: Alibaba Cloud Model Studio Token Plan チーム版
ko: Alibaba Cloud Model Studio Token Plan 팀 버전
pt_br: Alibaba Cloud Model Studio Token Plan para equipes
ru: Alibaba Cloud Model Studio Token Plan для команд
zh_hant: 阿里雲百鍊 Token Plan 團隊版

source: Token Plan 个人版；必须使用个人版专属 API Key，不能与按量付费、Coding Plan 或团队版混用。
ar: الإصدار الشخصي من Token Plan؛ يجب استخدام مفتاح API الشخصي المخصص، ولا يمكن خلطه مع الدفع حسب الاستخدام أو Coding Plan أو إصدار الفريق.
de: Token Plan Personal: Verwenden Sie den dafür vorgesehenen API-Schlüssel; er darf nicht mit Pay-as-you-go, Coding Plan oder der Team-Version gemischt werden.
en: Token Plan Personal: use its dedicated API key; it cannot be mixed with pay-as-you-go, Coding Plan, or the Team edition.
es: Token Plan Personal: use su clave API dedicada; no se puede combinar con pago por uso, Coding Plan ni la edición para equipos.
fr: Token Plan Personnel : utilisez sa clé API dédiée ; elle ne peut pas être mélangée avec le paiement à l’usage, Coding Plan ou l’édition Équipe.
ja: Token Plan 個人版では専用 API Key を使用してください。従量課金、Coding Plan、チーム版のキーとは併用できません。
ko: Token Plan 개인 버전은 전용 API Key를 사용해야 하며 종량제, Coding Plan 또는 팀 버전과 혼용할 수 없습니다.
pt_br: Token Plan Pessoal: use a chave de API dedicada; ela não pode ser combinada com pagamento conforme o uso, Coding Plan ou a edição para equipes.
ru: Token Plan Personal: используйте выделенный API-ключ; его нельзя смешивать с оплатой по мере использования, Coding Plan или командной версией.
zh_hant: Token Plan 個人版；必須使用個人版專屬 API Key，不能與按量付費、Coding Plan 或團隊版混用。

source: Token Plan 团队版；必须使用分配席位后生成的团队版专属 API Key，不能与企业业务空间按量付费 Key 混用。
ar: إصدار Token Plan للفرق؛ يجب استخدام مفتاح API المخصص للفريق الذي تم إنشاؤه بعد تعيين المقعد، ولا يمكن خلطه مع مفتاح الدفع حسب الاستخدام لمساحة عمل المؤسسة.
de: Token Plan Team: Verwenden Sie den nach der Sitzplatzzuweisung erzeugten Team-API-Schlüssel; er darf nicht mit einem Pay-as-you-go-Schlüssel für Unternehmens-Arbeitsbereiche gemischt werden.
en: Token Plan Team: use the dedicated team API key generated after assigning a seat; it cannot be mixed with an enterprise workspace pay-as-you-go key.
es: Token Plan para equipos: use la clave API de equipo generada tras asignar una plaza; no se puede combinar con una clave de pago por uso del espacio empresarial.
fr: Token Plan Équipe : utilisez la clé API d’équipe générée après l’attribution d’un siège ; elle ne peut pas être mélangée avec une clé de paiement à l’usage d’un espace de travail d’entreprise.
ja: Token Plan チーム版では、シート割り当て後に生成した専用 API Key を使用してください。企業ワークスペースの従量課金 Key とは併用できません。
ko: Token Plan 팀 버전은 좌석 할당 후 생성된 팀 전용 API Key를 사용해야 하며 기업 워크스페이스 종량제 Key와 혼용할 수 없습니다.
pt_br: Token Plan para equipes: use a chave de API da equipe gerada após atribuir um assento; ela não pode ser combinada com uma chave de pagamento conforme o uso do espaço empresarial.
ru: Token Plan Team: используйте командный API-ключ, созданный после назначения места; его нельзя смешивать с ключом корпоративного рабочего пространства с оплатой по мере использования.
zh_hant: Token Plan 團隊版；必須使用分配席位後產生的團隊版專屬 API Key，不能與企業業務空間按量付費 Key 混用。

source: ；目录同时提供可自动同步的 Token 价格。
ar: ؛ يوفر الدليل أيضًا أسعار الرموز القابلة للمزامنة تلقائيًا.
de: ; der Katalog enthält auch automatisch synchronisierbare Tokenpreise.
en: ; the catalog also provides token prices that can be synchronized automatically.
es: ; el catálogo también proporciona precios de tokens que se pueden sincronizar automáticamente.
fr: ; le catalogue fournit aussi des tarifs de jetons synchronisables automatiquement.
ja: ；カタログには自動同期できるトークン価格も含まれます。
ko: ; 카탈로그는 자동 동기화 가능한 토큰 가격도 제공합니다.
pt_br: ; o catálogo também fornece preços de tokens que podem ser sincronizados automaticamente.
ru: ; каталог также содержит цены токенов для автоматической синхронизации.
zh_hant: ；目錄同時提供可自動同步的 Token 價格。

source: ；该目录未公开可直接同步的 Token 价格。
ar: ؛ لا ينشر هذا الدليل أسعار رموز قابلة للمزامنة مباشرة.
de: ; dieser Katalog veröffentlicht keine direkt synchronisierbaren Tokenpreise.
en: ; this catalog does not publish token prices that can be synchronized directly.
es: ; este catálogo no publica precios de tokens que puedan sincronizarse directamente.
fr: ; ce catalogue ne publie pas de tarifs de jetons directement synchronisables.
ja: ；このカタログは直接同期できるトークン価格を公開していません。
ko: ; 이 카탈로그는 직접 동기화할 수 있는 토큰 가격을 공개하지 않습니다.
pt_br: ; este catálogo não publica preços de tokens que possam ser sincronizados diretamente.
ru: ; этот каталог не публикует цены токенов для прямой синхронизации.
zh_hant: ；該目錄未公開可直接同步的 Token 價格。

source: · 已取得 task_id
ar: · تم استلام task_id
de: · task_id erhalten
en: · task_id received
es: · task_id recibido
fr: · task_id reçu
ja: · task_id を取得
ko: · task_id 수신
pt_br: · task_id recebido
ru: · task_id получен

source: “%@”已解除隔离并恢复路由。
ar: تم تحرير "%@" من العزل وتمت استعادة التوجيه.
de: „%@“ wurde aus der Quarantäne freigegeben und die Weiterleitung wurde wiederhergestellt.
en: "%@" has been released from quarantine and routing has been restored.
es: "%@" ha sido liberado de la cuarentena y se ha restaurado el enrutamiento.
fr: "%@" a été libéré de la quarantaine et le routage a été restauré.
ja: 「%@」は隔離から解放され、ルーティングが復元されました。
ko: "%@"이(가) 격리에서 해제되었으며 라우팅이 복원되었습니다.
pt_br: "%@" foi liberado da quarentena e o roteamento foi restaurado.
ru: "%@" вышел из карантина, и маршрутизация восстановлена.
zh_hant: “%@”已解除隔離並恢復路由。

source: “%@”已隔离；它需要通过%@接口真实复验，一键聊天检测不会自动解封。
ar: تم عزل "%@"؛ يجب إعادة التحقق منه من خلال واجهة %@، ولن يتم إلغاء حظر اكتشاف الدردشة بنقرة واحدة تلقائيًا.
de: „%@“ wurde isoliert; Es muss über die %@-Schnittstelle erneut überprüft werden und die One-Click-Chat-Erkennung wird nicht automatisch entsperrt.
en: "%@" has been isolated; it needs to be re-verified through the %@ interface, and the one-click chat detection will not be automatically unblocked.
es: "%@" ha sido aislado; es necesario volver a verificarlo a través de la interfaz %@ y la detección de chat con un solo clic no se desbloqueará automáticamente.
fr: « %@ » a été isolé ; il doit être revérifié via l'interface %@ et la détection de chat en un clic ne sera pas automatiquement débloquée.
ja: 「%@」は分離されました。 %@ インターフェイスを通じて再検証する必要があり、ワンクリック チャットの検出は自動的にブロック解除されません。
ko: "%@"이(가) 격리되었습니다. %@ 인터페이스를 통해 다시 확인해야 하며 원클릭 채팅 감지는 자동으로 차단 해제되지 않습니다.
pt_br: "%@" foi isolado; ele precisa ser verificado novamente por meio da interface %@ e a detecção de bate-papo com um clique não será desbloqueada automaticamente.
ru: «%@» изолирован; его необходимо повторно подтвердить через интерфейс %@, и обнаружение чата одним щелчком мыши не будет автоматически разблокировано.
zh_hant: “%@”已隔離；它需要通過%@接口真實復驗，一鍵聊天檢測不會自動解封。

source: “%@”的 API Key 已删除，所属模型已隔离。
ar: تم حذف مفتاح واجهة برمجة التطبيقات "%@" وتم عزل النموذج الذي ينتمي إليه.
de: Der API-Schlüssel „%@“ wurde gelöscht und das Modell, zu dem er gehört, wurde isoliert.
en: The API Key of "%@" has been deleted and the model it belongs to has been isolated.
es: Se ha eliminado la clave API de "%@" y se ha aislado el modelo al que pertenece.
fr: La clé API de "%@" a été supprimée et le modèle auquel elle appartient a été isolé.
ja: 「%@」の API キーが削除され、所属するモデルが分離されました。
ko: "%@"의 API 키가 삭제되었으며 해당 키가 속한 모델이 격리되었습니다.
pt_br: A chave API de "%@" foi excluída e o modelo ao qual ela pertence foi isolado.
ru: Ключ API «%@» был удален, а модель, к которой он принадлежит, изолирована.
zh_hant: “%@”的 API Key 已刪除，所屬模型已隔離。

source: “%@”的 API Key 已安全更新；既有隔离记录保持不变。
ar: تم تحديث مفتاح واجهة برمجة التطبيقات لـ '%@' بأمان؛ تظل سجلات الحجر الصحي الحالية دون تغيير.
de: Der API-Schlüssel für „%@“ wurde sicher aktualisiert; bestehende Quarantäneeinträge bleiben unverändert.
en: The API Key for '%@' has been safely updated; existing quarantine records remain unchanged.
es: La clave API para '%@' se ha actualizado de forma segura; Los registros de cuarentena existentes permanecen sin cambios.
fr: La clé API pour '%@' a été mise à jour en toute sécurité ; les enregistrements de quarantaine existants restent inchangés.
ja: 「%@」の API キーは安全に更新されました。既存の隔離記録は変更されません。
ko: '%@'에 대한 API 키가 안전하게 업데이트되었습니다. 기존 검역 기록은 변경되지 않습니다.
pt_br: A chave de API para '%@' foi atualizada com segurança; os registros de quarentena existentes permanecem inalterados.
ru: Ключ API для «%@» безопасно обновлен; существующие карантинные записи остаются неизменными.
zh_hant: “%@”的 API Key 已安全更新；既有隔離記錄保持不變。

source: [已脱敏]
ar: [منقّح]
de: [Geschwärzt]
en: [Redacted]
es: [Ocultado]
fr: [Masqué]
ja: [マスク済み]
ko: [마스킹됨]
pt_br: [Ocultado]
ru: [Скрыто]
zh_hant: [已脫敏]

source: %@ API Key 无效、已过期，或与当前 Base URL 不匹配
ar: %@ مفتاح API غير صالح، أو منتهي الصلاحية، أو لا يتطابق مع عنوان URL الأساسي الحالي
de: %@ API-Schlüssel ist ungültig, abgelaufen oder stimmt nicht mit der aktuellen Basis-URL überein
en: %@ API Key is invalid, expired, or does not match the current Base URL
es: %@ La clave API no es válida, ha caducado o no coincide con la URL base actual
fr: %@ La clé API n'est pas valide, a expiré ou ne correspond pas à l'URL de base actuelle
ja: %@ API キーが無効であるか、期限切れであるか、現在のベース URL と一致しません
ko: %@ API 키가 유효하지 않거나 만료되었거나 현재 기본 URL과 일치하지 않습니다.
pt_br: %@ A chave de API é inválida, expirou ou não corresponde ao URL base atual
ru: %@ Ключ API недействителен, срок его действия истек или не соответствует текущему базовому URL-адресу.
zh_hant: %@ API Key 無效、已過期，或與當前 Base URL 不匹配

source: %@，隔离原因：%@
ar: %@، سبب العزل: %@
de: %@, Quarantänegrund: %@
en: %@, quarantine reason: %@
es: %@, motivo del aislamiento: %@
fr: %@, motif de la mise en quarantaine : %@
ja: %@、隔離理由：%@
ko: %@, 격리 사유: %@
pt_br: %@, motivo da quarentena: %@
ru: %@, причина изоляции: %@
zh_hant: %@，隔離原因：%@

source: %@不支持该模型，或 Base URL 与此版本的 API Key 不匹配
ar: %@النموذج غير مدعوم، أو أن عنوان URL الأساسي لا يتطابق مع هذا الإصدار من مفتاح API
de: %@Das Modell wird nicht unterstützt oder die Basis-URL stimmt nicht mit dieser Version des API-Schlüssels überein
en: %@The model is not supported, or the Base URL does not match this version of the API Key
es: %@El modelo no es compatible o la URL base no coincide con esta versión de la clave API
fr: %@Le modèle n'est pas pris en charge ou l'URL de base ne correspond pas à cette version de la clé API
ja: %@モデルがサポートされていないか、ベース URL がこのバージョンの API キーと一致しません
ko: %@모델이 지원되지 않거나 기본 URL이 이 API 키 버전과 일치하지 않습니다.
pt_br: %@O modelo não é compatível ou o URL base não corresponde a esta versão da chave de API
ru: %@Модель не поддерживается, или базовый URL-адрес не соответствует этой версии ключа API.
zh_hant: %@不支持該模型，或 Base URL 與此版本的 API Key 不匹配

source: %@原生入口
ar: %@مدخل أصلي
de: %@Nativer Eingang
en: %@ native endpoint
es: %@Entrada nativa
fr: %@Entrée autochtone
ja: %@ネイティブの入り口
ko: %@기본 입구
pt_br: %@Entrada nativa
ru: %@Родной вход

source: %02d 分
ar: %02d دقيقة
de: %02d Min.
en: %02d min
es: %02d min
fr: %02d min
ko: %02d분
pt_br: %02d min
ru: %02d мин

source: %02d 时
ar: %02d ساعة
de: %02d Uhr
en: %02d h
es: %02d h
fr: %02d h
ja: %02d 時
ko: %02d시
pt_br: %02d h
ru: %02d ч
zh_hant: %02d 時

# %arg %arg 个
source: %1$arg %2$arg 个
ar: %1$arg %2$arg
de: %1$arg %2$arg
en: %1$arg %2$arg
es: %1$arg %2$arg
fr: %1$arg : %2$arg
ja: %1$arg：%2$arg 件
ko: %1$arg %2$arg
pt_br: %1$arg %2$arg
ru: %1$arg %2$arg
zh_hant: %1$arg %2$arg 個

# %arg ms
source: %arg 毫秒
ar: %arg مللي ثانية
de: %arg ms
en: %arg ms
es: %arg ms
fr: %arg ms
ja: %arg ミリ秒
ko: %arg밀리초
pt_br: %arg ms
ru: %arg мс

# %arg 个模型 · 聊天模型在线检测；生成模型未通过原生验证时保持隔离
source: %1$arg 个模型 · 聊天模型在线检测；生成模型未通过原生验证时保持隔离
ar: %arg نموذجًا · اختبار نماذج الدردشة عبر الإنترنت؛ تبقى نماذج التوليد معزولة حتى تجتاز التحقق الأصلي
de: %arg Modelle · Chatmodelle werden online getestet; generative Modelle bleiben bis zur nativen Verifizierung isoliert
en: %arg models · chat models are tested online; generative models stay quarantined until native verification passes
es: %arg modelos · los modelos de chat se prueban en línea; los modelos generativos permanecen aislados hasta superar la verificación nativa
fr: %arg modèles · les modèles de chat sont testés en ligne ; les modèles génératifs restent isolés jusqu’à validation native
ja: %arg モデル · チャットモデルはオンラインでテストされ、生成モデルはネイティブ検証に合格するまで隔離されます
ko: %arg개 모델 · 채팅 모델은 온라인으로 테스트되며 생성 모델은 기본 프로토콜 검증을 통과할 때까지 격리됩니다
pt_br: %arg modelos · modelos de chat são testados online; modelos generativos ficam isolados até passarem pela verificação nativa
ru: %arg моделей · чат-модели тестируются онлайн; генеративные модели остаются изолированными до прохождения нативной проверки
zh_hant: %1$arg 個模型 · 聊天模型在線檢測；生成模型未通過原生驗證時保持隔離

# %arg 个目标
source: %1$arg 个目标
ar: %arg الأهداف
de: %arg Ziele
en: %arg targets
es: %arg objetivos
fr: %arg objectifs
ja: %arg の目標
ko: %arg 목표
pt_br: %arg metas
ru: %arg целей
zh_hant: %1$arg 個目標

# %arg 操作
source: %1$arg 操作
ar: عملية %arg
de: %arg-Vorgang
en: %arg operation
es: operación %arg
fr: Opération %arg
ja: %arg 操作
ko: %arg 작업
pt_br: operação %arg
ru: %arg операция

# %arg 路由操作
source: %1$arg 路由操作
ar: عملية توجيه %arg
de: %arg Routing-Vorgang
en: %arg routing operation
es: operación de enrutamiento %arg
fr: opération de routage %arg
ja: %arg ルーティング操作
ko: %arg 라우팅 작업
pt_br: %arg operação de roteamento
ru: %arg операция маршрутизации

# %arg/%arg · 可用 %arg · 失败/隔离 %arg · 需配置/待处理 %arg
source: %1$arg/%2$arg · 可用 %3$arg · 失败/隔离 %4$arg · 需配置/待处理 %5$arg
ar: %1$arg/%2$arg · متاح %3$arg · فشل/معزول %4$arg · يحتاج إلى إعداد/إجراء %5$arg
de: %1$arg/%2$arg · verfügbar %3$arg · fehlgeschlagen/isoliert %4$arg · Einrichtung/Aktion erforderlich %5$arg
en: %1$arg/%2$arg · available %3$arg · failed/isolated %4$arg · needs setup/action %5$arg
es: %1$arg/%2$arg · disponible %3$arg · fallido/aislado %4$arg · requiere configuración/acción %5$arg
fr: %1$arg/%2$arg · disponible %3$arg · échec/isolé %4$arg · configuration/action requise %5$arg
ja: %1$arg/%2$arg · 利用可能 %3$arg · 失敗/隔離 %4$arg · 設定/対応が必要 %5$arg
ko: %1$arg/%2$arg · 사용 가능 %3$arg · 실패/격리 %4$arg · 설정/조치 필요 %5$arg
pt_br: %1$arg/%2$arg · disponível %3$arg · falhou/isolado %4$arg · requer configuração/ação %5$arg
ru: %1$arg/%2$arg · доступно %3$arg · сбой/изолировано %4$arg · нужна настройка/действие %5$arg
zh_hant: %1$arg/%2$arg · 可用 %3$arg · 失敗/隔離 %4$arg · 需配置/待處理 %5$arg

# %arg原生入口
source: %1$arg原生入口
ar: %arg الإدخال الأصلي
de: %arg nativer Eintrag
en: %arg native endpoint
es: %arg entrada nativa
fr: Entrée native %arg
ja: %arg ネイティブ エントリ
ko: %arg 기본 항목
pt_br: %arg entrada nativa
ru: Собственная запись %arg

source: <从 ModelHub 的 Agent 协议设置复制>
ar: <تم النسخ من إعدادات بروتوكول وكيل ModelHub>
de: <Aus den Agent-Protokolleinstellungen von ModelHub kopiert>
en: <Copied from ModelHub's Agent protocol settings>
es: <Copiado de la configuración del protocolo del Agente de ModelHub>
fr: <Copié depuis les paramètres du protocole de l'agent de ModelHub>
ja: <ModelHub のエージェント プロトコル設定からコピー>
ko: <ModelHub의 Agent 프로토콜 설정에서 복사>
pt_br: <Copiado das configurações de protocolo do agente do ModelHub>
ru: <Скопировано из настроек протокола агента ModelHub>
zh_hant: <從 ModelHub 的 Agent 協議設置複製>

source: ACP 使用标准输入/输出；清单不包含真实令牌。
ar: يستخدم ACP الإدخال/الإخراج القياسي؛ لا يحتوي البيان على رموز حقيقية.
de: ACP verwendet Standard-Eingabe/Ausgabe; Das Manifest enthält keine echten Token.
en: ACP uses standard input/output; the manifest does not contain real tokens.
es: ACP utiliza entrada/salida estándar; el manifiesto no contiene tokens reales.
fr: ACP utilise une entrée/sortie standard ; le manifeste ne contient pas de vrais jetons.
ja: ACP は標準入出力を使用します。マニフェストには実際のトークンが含まれていません。
ko: ACP는 표준 입력/출력을 사용합니다. 매니페스트에는 실제 토큰이 포함되어 있지 않습니다.
pt_br: ACP usa entrada/saída padrão; o manifesto não contém tokens reais.
ru: ACP использует стандартный ввод/вывод; манифест не содержит реальных токенов.
zh_hant: ACP 使用標準輸入/輸出；清單不包含真實令牌。

source: Agent 令牌的钥匙串访问被拒绝；后台不会重复弹出授权窗口。
ar: رُفض وصول سلسلة المفاتيح إلى رمز Agent. لن تطلبه المهام الخلفية مرة أخرى.
de: Der Schlüsselbundzugriff für das Agent-Token wurde verweigert. Hintergrundaufgaben fragen nicht erneut nach.
en: Keychain access for the Agent token was denied. Background tasks will not ask again.
es: Se denegó el acceso al llavero para el token de Agent. Las tareas en segundo plano no volverán a solicitarlo.
fr: L’accès au trousseau pour le jeton Agent a été refusé. Les tâches en arrière-plan ne le redemanderont pas.
ja: Agentトークンへのキーチェーンアクセスが拒否されました。バックグラウンドでは再度確認しません。
ko: Agent 토큰의 키체인 접근이 거부되었습니다. 백그라운드에서는 다시 묻지 않습니다.
pt_br: O acesso às Chaves para o token do Agent foi negado. As tarefas em segundo plano não solicitarão novamente.
ru: Доступ к Связке ключей для токена Agent отклонён. Фоновые задачи больше не будут запрашивать его.
zh_hant: Agent 令牌的鑰匙串訪問被拒絕；後台不會重復彈出授權窗口。

source: Agent 令牌需要重新授权；后台检查不会弹出授权窗口。
ar: يحتاج رمز Agent إلى إعادة تفويض سلسلة المفاتيح. لن تعرض عمليات التحقق الخلفية مطالبة.
de: Das Agent-Token muss im Schlüsselbund erneut autorisiert werden. Hintergrundprüfungen zeigen keinen Dialog an.
en: The Agent token needs Keychain authorization again. Background checks will not show a prompt.
es: El token de Agent necesita autorización del llavero de nuevo. Las comprobaciones en segundo plano no mostrarán avisos.
fr: Le jeton Agent doit être de nouveau autorisé dans le trousseau. Les vérifications en arrière-plan n’afficheront pas d’invite.
ja: Agentトークンにはキーチェーンの再承認が必要です。バックグラウンド確認ではダイアログを表示しません。
ko: Agent 토큰에 키체인 재승인이 필요합니다. 백그라운드 확인에서는 대화상자를 표시하지 않습니다.
pt_br: O token do Agent precisa ser autorizado novamente nas Chaves. As verificações em segundo plano não mostrarão avisos.
ru: Токен Agent необходимо повторно разрешить в Связке ключей. Фоновые проверки не показывают запрос.
zh_hant: Agent 令牌需要重新授權；後台檢查不會彈出授權窗口。
